win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению здоровья!'
txt_next = 'Начать'
txt_instruction = ('Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.\n'
                    'Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке.\n'
                    'Да это очень интересно но лучше вот вам анекдот\n'
                   'Приходит как-то раз мужик в ресторан заказывает пельмени и съедает все кроме одного на следующий день приходит и опять съедает все кроме одного и на третий день тоже съедает все кроме одного официант к нему подходит и говорит:\n'
'- Мужчина вы случайно не мотоциклист?\n'
'- Ну да, а как вы узнали?\n'
'- Ну вы просто на мотоцикле приехали')
title = 'ЛААНДЫШИИИИ ЛАНДЫШИИИИ ТЕПЛОГО МАЯ ПРИВЕЕЕЕЕЕТ'
txt_name = 'Кто ты:'
txt_hintname = "Кто я"
txt_hintage = "0"
txt_test1 = 'Чекни пульс за 15 сек "Начать первый тест", чтобы запустить таймер.\nРезультат запишите в соответствующее поле.'
txt_test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания",\nчтобы запустить счетчик приседаний.'
txt_test3 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд.\nНажмите кнопку "Начать финальный тест", чтобы запустить таймер.\nЗеленым обозначены секунды, в течение которых необходимо \nпроводить измерения, черным - минуты без замера пульсаций. Результаты запишите в соответствующие поля.'
txt_sendresults = 'Отправить результаты'

txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_hinttest1 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Начать финальный тест'
txt_timer = ''
txt_age = 'Сколько живешь на планете:'
txt_finalwin = 'Результаты'
txt_index = 'Индекс Руфье: '
heart = 'Работоспособность сердца: '
